Repository: niilopoutanen/slidepdf
Catalog: languages/slidepdf-*.po
Languages: fi

source: Load a PDF file into a embedded slider viewer.
fi: Lataa PDF-tiedosto upotettuun liukunäkymään.

source: Settings have been reset to defaults.
fi: Asetukset on nollattu oletuksiin.

source: Style
fi: Tyylit

source: Swiper
fi: Swiper-asetukset

source: Features
fi: Ominaisuudet

source: Simple way to embed PDFs on your website
fi: Helppo tapa upottaa PDF-tiedostoja verkkosivuillesi

source: Usage
fi: Käyttö

source: Load in a slider
fi: Lataa slider-komponenttiin

source: Load only a single page
fi: Lataa vain yksi sivu

source: If your website uses caching, please clear the cache to see your changes after updating settings below (for example: Elementor, LiteSpeed, W3 Total Cache, etc.)
fi: Jos verkkosivustosi käyttää välimuistia, tyhjennä välimuisti nähdäksesi muutokset alla olevien asetusten päivittämisen jälkeen (esimerkiksi: Elementor, LiteSpeed, W3 Total Cache jne.)

source: Save Settings
fi: Tallenna asetukset

source: Reset to Defaults
fi: Palauta oletukset

source: Width
fi: Leveys

source: Height
fi: Korkeus

source: Button background color
fi: Painikkeen taustaväri

source: Button foreground color
fi: Painikkeen kuvakeväri

source: Button border radius
fi: Painikkeen reunan pyöreys

source: Button size
fi: Painikkeen koko

source: Button border width
fi: Painikkeen reunan leveys

source: Button border color
fi: Painikkeen reunan väri

source: Button background color on hover
fi: Painikkeen taustaväri hiiren ollessa päällä

source: Button foreground color on hover
fi: Painikkeen kuvakeväri hiiren ollessa päällä

source: Slide border radius
fi: Dian reunan pyöreys

source: Slide border width
fi: Dian reunan leveys

source: Slide border color
fi: Dian reunan väri

source: Slide background color
fi: Dian taustan väri

source: Pagination color
fi: Sivunumeroinnin väri

source: Active pagination color
fi: Aktiivisen sivunumeron väri

source: Pagination size
fi: Sivunumeron koko

source: Controls gap
fi: Painikkeiden väli

source: Controls opacity
fi: Painikkeiden läpinäkyvyys

source: Slides per view
fi: Dioja per näkymä

source: Space between slides
fi: Diojen välitys

source: Loop slides
fi: Toista diat uudelleen

source: Transition speed
fi: Siirtymän nopeus

source: Centered slides
fi: Keskitetyt diat

source: Auto height
fi: Automaattinen korkeus

source: Show controls
fi: Näytä painikkeet

source: Show pagination
fi: Näytä sivunumerot

source: Show download button
fi: Näytä latauspainike

source: Content
fi: Sisältö

source: Use Media Library?
fi: Käytä mediakirjastoa?

source: Yes
fi: Kyllä

source: No
fi: Ei

source: Select PDF
fi: Valitse PDF

source: Download PDF
fi: Lataa PDF
